tap "homebrew/bundle"
tap "homebrew/services"
tap "ikuwow/ikuwow-sshrc"
brew "apktool"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "cocoapods"
brew "direnv"
brew "dive"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "htop"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "mas"
brew "pnpm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "scrcpy"
brew "shellcheck"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zopfli"
brew "zoxide"
brew "ikuwow/ikuwow-sshrc/sshrc"
cask "4k-video-downloader+"
cask "amazon-q"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "arc"
cask "arduino-ide"
cask "bartender"
cask "brave-browser"
cask "calibre"
cask "chatgpt"
cask "cheatsheet"
cask "chromium"
cask "claude"
cask "cursor"
cask "diffusionbee"
cask "discord"
cask "disk-inventory-x"
cask "displaylink"
cask "docker-desktop"
cask "dolphin"
cask "firefox"
cask "firefox-developer-edition"
cask "fujitsu-scansnap-home"
cask "gas-mask"
cask "ghostty"
cask "gifox"
cask "gimp"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake-app"
cask "imageoptim"
cask "insta360-studio"
cask "jetbrains-toolbox"
cask "keycastr"
cask "lens"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "nordvpn"
cask "notion"
cask "ollama-app"
cask "pdf-expert"
cask "postman"
cask "raycast"
cask "responsively"
cask "sabnzbd"
cask "safari-technology-preview"
cask "sidequest"
cask "silicon-app"
cask "snagit"
cask "spotify"
cask "squidman"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "utm"
cask "virtual-desktop-streamer"
cask "visual-studio-code"
cask "vlc"
cask "voiceink"
cask "vysor"
cask "whatsapp"
cask "windows-app"
cask "wireshark-app"
mas "Bandwidth+", id: 490461369
mas "Be Focused", id: 973134470
mas "DaVinci Resolve", id: 571213070
mas "EasyRes", id: 688211836
mas "GarageBand", id: 682658836
mas "GoPro Player", id: 1460836908
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Presentify", id: 1507246666
mas "Remote Desktop", id: 409907375
mas "Telephone", id: 406825478
mas "Xcode", id: 497799835
